app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "dddd"], ["body", "ssssssss"], ["created_at", "2018-08-06 17:58:38.454312"], ["updated_at", "2018-08-06 17:58:38.454312"]]
---
	def create
		@article = Article.new
		@article.title = params[:article][:title]
		@article.body = params[:article][:body]
		@article.save